export interface Poem {
    id: number;
    title: string;
    content: string;
    date: string;
    excerpt: string;
  }
  
  export const poems: Poem[] = [
    {
      id: 1,
      title: "يــــــا صــــــاح",
      content: `
      مَا لِي أُبَالِغُ فِي هَوَايَ وَ أَنْظُمُ  -  أتَرَى هَوَايَ إذَا نَظَمْتُهْ يُفْهِمُ

      يَا صَاحِ مَنْ يُدْرِي الحَبِيبَةَ أنَّهَا  -  مَلَكَتْ فُؤَادِي ، وَهُنَا مُلُوكُنَا تَظْلِمُ

      مَا لِي أُكَتِّمُ وَ الفُؤَادُ عَشِيقُهَا  -  وَ أزِيدُ عِشْقاً إذْ أَصُوغُ وَ أنْظُمُ

      مَا الكَتْمُ يُبْدِي لِلْحَبِيبِ مَحَبَّةً  -  و البَوْحُ إنْ رَدَّ المُجِيبُ سَيَقْسِمُ
      
      دَعْنِي أُرِيقُ دَمَ المَشَاعِرِ رَاثِيَاً  -  و أظَلُّ أدْفُنُ مَا أصُوغُ وَ أكْتُمُ

      هِيَ زَهْرَةٌ حَسْنَاءُ فِي مَلَاَمِحِهَا  -  و الخَدُّ وَرْدِيٌ وَ شَعْرٌ أدْهَمُ

      هَيَ نَسْمَةٌ بِعَيْنَيْنِ المَهَا ولَهَا  -  غَمَّازَتَيْنِ تَطُوفَا إذْ تَتَبَسَّمُ
    
      مَالِي أُغَازِلُ فِي المَلِيحَةِ مُدْرِكاً  -  أنَّ المَلِيحَةَ عَنِّ لَيسَتْ تَعْلَمُ

      قُلْ لِلأحِبَّةِ إذْ بَعُدَ المَنَالُ لَنَا  -  مَا زَالَ يَدْفُنُ مَا يَصُوغُ وَ يَكْتُمُ`,
      date: "2019-09-12",
      excerpt: "القصيدة تدور حول حالة عشق خفيّ وعميق، يُحاول فيه الشاعر أن يُصارح بما يختلج صدره، لكنه ممزق بين البوح والكتمان."
    },
    {
      id: 2,
      title: "غَـــــــلَـــا بــــَـــــا",
      content: `
      أرَاقَ الدَمْعَ حِينَ أبَى الإيَابَ
      وَ كَمْ مِنْ يَافِعٍ فِي الحُبِّ شَاب

      غَلَاباً إذْ تُقَلِّبُهُ بِيَدِهَا
      وَ تُرجِعُهُ إذَا رَحَلَتْ غَلَابَ

      لَهَا فِي عَينِهَا سِحْرٌ طَفِيفٌ
      وَ إِنَّ لِسِحْرِهَا عَجَباً عُجَابَ

      بِتِلْكَ العَيْنِ تَرْهَنُ عَقْلَ حُرٍّ
      فَأَمَّا الأُخْرَى تُعْتِقُهُمْ رِقَابَا

      غَرَامَةُ حُبِّهَا قَلْباً وَ عَقْلاً
      كَقَابِضِ صَدْرِهِ يَرْجُوا شَرَاب

      رَحَلْتِي وَلَكِنْ نَامَ الطَيْفُ قُرْبِي
      ولا لِكِلَاكُمَا أرْجُو قَرَابَة

      خُذِي مَا قَدْ نَسِيتِ ولَا أُبَالِي
      و هَلْ مَا قَد نَسِيتِ لَهُ طَلَاب

      ولِي لَيلٌ إذا مَا قَد ذُكِرتِي
      كَلَيلٍ لَسْتُ أدْرِي لَهُ غِيَاب

      إذا قَالُوا عَشِقْتُكِ كَان كَذِباً
      و تَعْلَمِي أنَّنِي أهْوَى الكِذَاب

      فَلَا أدْرِي إذَا مَا قُلْتُ خَيْراً
      وَ لَا أدْرِي إذَا صَحَّ العِتَابَا

      وَ لَا أدْرِي إذَا مَا قَدْ سُحِرْتُ
      وَ كَمْ مِنْ سَائِلٍ يَرْجُوا الجَوَابَ

      أُنَاقِضُ أشْطُرِي فِي كُلِّ بَيْتٍ
      فَلَا غَزَلً أصَبْتُ وَ لَا عِتَابَ

      فَأنْتِ كَمَا خُلِقْتِ كَمِثْلِ حُورٍ
      هَبَطْتِ مِنْ الجِنانِ لَنَا ثَوَابَ

      و إنْ أفْصَحْتُ عَنْ شِعْرٍ أَقُلْهُ
      تُقَيِّدُنِي بِذِكْرَاكِ الصَبَابَة

      فَواللهِ الَّذِي خَلَقَ المَلَاكَ
      وَ أَبْدَعَ فِي السَمَاءِ لَنَا سَحَابَ

      بِذَاكَ الشِعِّرِ لَا أرْجُو عِتَاباً
      وَ لَا أرْجُو التَلَاطُفَ فِي الكِتَابَةْ

      لَكِ مَا قَد أخَذْتِ وَلِي فُؤَادٌ
      أخَذْتِهِ حِينَ أصْرَرَتِ الذَّهَابَ`,
      date: "2021-02-27",
      excerpt: "هذه القصيدة تحكي عن حكاية عشقٍ نازفة، كتبها عاشقٌ مزّقته التناقضات، فالحبيبة رحلت، لكن طيفها ما زال مقيمًا بجواره، يشاركه السهر والأنين، وكأنه ما زال يرى عينيها تتقلبان أمامه."
    },
    {
      id: 3,
      title: "غـــــــربــــــة",
      content: `
      سَهِرْتُ وَالدَّهْرُ فِي جُفُونِيَ يَرْقُبُ
      وَاللَّيْلُ مِثْلِي كَارِهٌ يَتَعَذَّبُ

      أَرْعَى النُّجُومَ كَأَنَّ عَيْنِيَ بَدْرُهَا
      وَقَلِيلُ مَا يَسْلُو الأَرِيقُ وَيَطْرُبُ

      يَا لَيْلُ، إِنِّي فِي جَنَاحِكَ وَحْدَتِي
      وَالنَّفْسُ فِي قَيْدِ الظُّلُومَةِ تُصْلَبُ

      نَامَ الأَنَامُ وَسَهْدُ عَيْنِيَ سَاهِرٌ
      يَرْعَى الخُيُوطَ كَأَنَّهُ يَتَحَسَّبُ

      أَيْنَ الرُّقَادُ وَقَدْ تَرَامَ فُؤَادِيَ
      وَالقَلْبُ فِي صَدْرِ الشَّقِيِّ مُعَذَّبُ؟

      إِنِّي وَهَذَا اللَّيْلُ صِرْنَا قِصَّةً
      يُرْوَى الحَدِيثُ وَمَن حَدِيثُهُ أَعْجَبُ

      فَإِذَا سَجَى كَانَ الجَوَى يَتَرَدَّدُ
      فِي النَّفْسِ كَالطَّعْنَاتِ لَا يَتَغَيَّبُ

      وَإِذَا جَلَا نَادَى الفُؤَادُ لِطُولِهِ
      فَإِذَا ظَلامُ الحُزْنِ عَادَ يُنَكِّبُ

      أَيْنَ الرِّفَاقُ وَأَيْنَ صَوْتُ مَنَازِلِي
      وَأَنَا كَأَنِّي فِي الأَسَى أَتَكَوَّبُ؟

      مَصْرُ الَّتِي كَانَتْ لِقَلْبِي سَكْنَهُ
      غَادَرْتُهَا وَبَقَى الأَنِينُ يُصَوِّبُ

      هَلْ يَسْمَعُونَ وَهَلْ يُجِيبُ عِتَابَهُمْ
      طَيْرٌ يُغَرِّدُ فِي المَدَى وَيُوَسْوِبُ؟

      قَدْ كَانَتِ الأَحْلَامُ تُنْبِتُ زَهْرَهَا
      فِي كُلِّ دَرْبٍ كَالنَّدَى يَتَسَكَّبُ

      فَإِذَا الغَرِيبُ أَتَتْهُ نَكْبَاءُ النَّوَى
      صَارَتْ دُمُوعُ الحُزْنِ فِيهِ تَلَهَّبُ

      إِنِّي وَهَذَا اللَّيْلُ نَبْكِي شَجْوَنَا
      وَنُعِيدُ ذِكْرَى مَنْ نُحِبُّ وَنَحْسِبُ

      كَمْ صُحْبَةٍ فَارَقْتُهَا فَتَقَطَّعَتْ
      أَحْبَالُهَا وَبَقَى الحَنِينُ يُعَذِّبُ

      كَمْ رَاكِبٍ سَارَتْ بِهِ نُوقُ النَّوَى
      فَتَحَامَلَتْهُ الرِّيحُ حِينَ يُغَرِّبُ

      أَبْكِي وَأَكْتُمُ وَاشْتِكَائِي صَامِتٌ
      وَالصَّمْتُ أَحْيَانًا لَهُ مَا يَكْتُبُ

      مَا زِلْتُ أَحْمِلُ فِي جَنَاحِي حِمْلَهُ
      وَيَكُونُ فِي بَرْدِ السَّوَادِ يُذَوَّبُ

      إِنِّي غَرِيبٌ فِي مَدَائِنِ وَحْدَتِي
      وَالْوَجْدُ أَحْرَقَنِي وَهَلْ يَتَغَرَّبُ؟`,
      date: "2021-04-06",
      excerpt: "القصيدة تُعبّر عن غربة الشاعر ووحدته في الليل، وحنينه لوطنه وأصحابه، بأسلوب حزين يفيض بالشوق والألم."
    },
    {
      id: 4,
      title: "يـــا لـــيـــل",
      content: `
      أَطَلْتُ فِي السَّهَدِ حَتَّى كَادَ بِي خَبَلَا
      وَصَارَ لَيْلِي نَدِيمًا زَادَنِي وَجَلَا

      أُعَاتِبُ اللَّيْلَ، هَلْ مِن صَاحِبٍ شَغِفَتْ
      رُوحِي بِهِ فَغَدَا لِي مِنْكَ مُمْتَثِلَا؟

      يَا لَيْلُ، هَلْ جَرَّبَتْ عَيْنَاكَ لَوْعَةَ مَنْ
      تُدْنِيهِ أَنْجُمُكَ الْبِيضُ الَّتِي أَفَلَا؟

      بَاتَتْ تُحَدِّثُنِي، وَالنَّجْمُ مُنصِتُهَا
      وَالْمَوْجُ فِي الْبَحْرِ مِنْ أَنْفَاسِيَ انْذَهَلَا

      قَالَتْ: أَلَا تَثْنِي؟ فَالْعَيْنُ مُرْهَقَةٌ
      قُلتُ: اصْطَبَرْتُ وَلَكِنْ طَالَ بِي مَلَلَا

      لَمْ يَبْقَ فِي الْقَلْبِ إِلَّا اللَّيْلُ يُؤْنِسُنِي
      كَأَنَّنِي نَجْمُهُ الْمُنْفِيُّ مُرْتَحِلَا

      أَحْبَبْتُ فِيكَ انْتِظَارِي مَنْ أُؤَمِّلُهَا
      كَأَنَّنِي طَارِقٌ لِلْوَصْلِ مُبْتَهِلَا

      فَهَلْ تُرَى تَنْجَلِي سُودَاءُ ظُلْمَتِنَا
      أَمْ أَنَّ فَجْرَكَ مِثْلُ الْوَهْمِ قَدْ رَحَلَا؟

      إِنِّي نَظَرْتُ إِلَى الْآمَالِ مُنْدَفِعًا
      فَمَا وَجَدْتُ سِوَى الْأَشْبَاحِ وَالْخَذَلَا

      فَإِنْ سَأَلَتَ، فَإِنِّي لَا أُجِيبُ سِوَى
      بِالصَّمْتِ، أَوْ بِبَقَايَا الْهَمِّ مُنْتَحِلَا

      فَامْضِ كَمَا جِئْتَ، لَا تَبْقَ، فَإِنَّ دَمِي
      قَدْ صَارَ مِنْكُمْ، وَمِنْ طُولِ السُّهَا، فَبَلَا

      أَحْيَاكَ يَا لَيْلُ، حَتَّى كُنتَ لِي وَطَنًا
      أَهْوَى ظَلَامَكَ، لَا أَرْضَى بِهِ بَدَلَا

      كَمْ أَرْسَلَ الْبَحْرُ أَنْغَامًا تُدَاعِبُنِي
      كَأَنَّهُ شَاعِرٌ فِي الْمَوْجِ قَدْ غَزَلَا

      كَمْ هَمْهَمَتْ رِيحُهُ الْبِيضَاءُ فِي طَرَبٍ
      كَأَنَّهُ فِي حَدِيثِ الْعِشْقِ قَدْ وَجَلَا

      كَمْ غَاصَ قَلْبِي بِأَعْمَاقِ الدَّجَى سَحَرًا
      حَتَّى ظَنَنْتُ سَوَادَ اللَّيْلِ مُكْتَمِلَا

      يَا لَيْلُ، يَا بَحْرُ، إِنِّي فِيكُمَا غَرِقٌ
      قَدْ صَارَ قَلْبِيَ نَجْمًا، وَانْطَفَا خَجَلَا

      أَنْتُم جَمَالِي، وَرُوحِي، لَا مُفَارِقَةً
      يَا لَيْلُ، يَا بَحْرُ، فَاقْبَلَا الَّذِي نَزَلَا

      يَا لَيْلُ، مَا بَالُ زُوَّارٍ تُسَاقُ إِلَيْ؟
      قَدْ جِئْتُ وَحْدِي، فَمَا بَالُ الدَّجَى امْتَلَأَ؟

      أَطْيَافُ مَاضٍ تُنَادِينِي فَأَتْبَعُهَا
      كَأَنَّنِي خُلِقَتْ رُوحِي لِمَنْ رَحَلَا

      يَا لَيْلُ، كَمْ طَافَ بِي طَيْفٌ يُحَدِّثُنِي
      حَتَّى غَدَوْتُ أَرَى فِي الصَّمْتِ مُحْتَفِلَا

      أَهْوَى ظَلَامَكَ، لَكِنْ زَائِرُ السَّهَرِ
      يُلْقِي إِلَيَّ بِأَحْزَانٍ لَهَا وَصَلَا

      يَا لَيْلُ، هَلْ جُبِلَتْ أَنْفَاسُكَ الْوَجِعَى
      أَنْ تَحْمِلَ الطَّيْفَ مِنْ ذِكْرَى وَمِنْ رَحَلَا؟

      كَمْ قَدْ سَئِمْتُ نِدَاءَ الْبُعْدِ فِي أُذُنِي
      حَتَّى حَسِبْتُ بِأَنَّ الصَّمْتَ قَدْ خَجِلَا

      يَا لَيْلُ، هَلْ تَسْمَعُ الْأَشْوَاقَ، مُرْسَلَةً
      مِنِّي، فَتُرْسِلُهَا لِلْغَائِبِ الْأَوَلَا؟

      يَا لَيْلُ، كَمْ لَفَّنِي سُهْدٌ بِمَسْكَنِهِ
      حَتَّى غَدَوْتُ بِهِ فِي الْحُزْنِ مُعْتَزِلَا

      أَطْيَافُهُمْ تَطْرُقُ الْأَبْوَابَ مُبْتَهِجَةْ
      وَإِنْ دَخَلْنَ، فَلَا زَادٌ وَلَا أَمَلَا

      فَلَا تُسَلِّمْ إِلَيَّ الْيَوْمَ طَائِفَةً
      مِمَّا مَضَى، وَاتْرُكْنِي هَا هُنَا جَبَلَا

      دَعْنِي أَذُوبُ بِبَحْرِ اللَّيْلِ، مُنْطَلِقًا
      فَالنَّجْمُ يُؤْنِسُنِي، وَالْمَوْجُ قَدْ وَصَلَا

      دَعْنِي أُحِبُّكَ، لَا تَأْتِي بِمَنْ رَحَلُوا
      قَدْ مُتُّ فِيهِمْ، وَقَلْبِي فِيكَ قَدْ نَزَلَا

      يَا لَيْلُ، قُمْتُ أَسِيرُ الرَّمْلَ مُنْكِسِرًا
      وَالْمَوْجُ يُنصِتُ لِي، وَالنَّجْمُ قَدْ ثَمِلَا

      أَخْطُو فَتَخْذُلُنِي الْأَيَّامُ، أَيْنَ أَنَا؟
      يَا بَحْرُ، هَلْ فِي مَدَى الْأَقْدَارِ مُحْتَمَلَا؟

      قَدْ جِئْتُ أَبْحَثُ عَنْ نَفْسِي بِلا أَمَلٍ
      كَأَنَّنِي سَائِلٌ عَنْ دَرْبِهِ زَلِلَا

      يَا بَحْرُ، يَا مَوْجُ، هَلْ فِي الْحُزْنِ مُتَّسَعٌ
      كَيْمَا أُرَتِّبَ هَذَا الْقَلْبَ مُكْتَمِلَا؟

      أَمْشِي فَتَتْبَعُنِي الظَلْمَاءُ مُنْتَظِرًا
      أَنْ أَسْتَرِيحَ، وَلَكِنْ لَا أَرَى سُبُلَا

      يَا مَوْجُ، إِنِّي هُنَا ضَيْفٌ بِلا وَطَنٍ
      هَلْ فِي مَرَافِئِ صَدْرِ الْبَحْرِ لِي سُبُلَا؟

      أَلْقَيْتُ نَفْسِي عَلَى الشَّطِّ الَّذِي وَهَنَتْ
      فِيهِ الْقَوَافِي، فَلَا نَبْضٌ وَلَا خُطَلَا

      نَادَيْتُهَا، أَيْنَ أَنْتُمْ؟ هَلْ تَخَلَّفَكُمْ
      عَنِّي الْهَوَى، أَمْ جَرَى فِي بُعْدِكُمْ خَبَلَا؟

      أَيْنَ الْقَوَافِي الَّتِي كَمْ كُنتُ أُرْسِلُهَا
      طَوْعًا فَتُقْبِلُ، لَا تَأْبَى، وَلَا تَمِلَا؟

      نَادَيْتُ: "يَا شِعْرُ، هَلْ أَضْنَاكَ صَاحِبُكَ؟"
      فَارْتَدَّ صَوْتِي صَدًى قَدْ كَادَ بِي قَتَلَا

      يَا لَيْلُ، مَاذَا جَرَى؟ هَلْ ضَاعَ لِي قَلَمٌ
      حَتَّى غَدَوْتُ بِلا شِعْرٍ، وَلَا مَثَلَا؟

      كَمْ كُنتُ أَمْلِكُهُ، فَالشِّعْرُ كَانَ فَمِي
      إِنْ ضِقْتُ بِالْقَوْلِ، أَلْقَيْتُ الَّذِي اشْتَعَلَا

      وَالْيَوْمَ أَمْضِي، فَلَا بَيْتٌ يُطَارِدُنِي
      إِلَّا صَدَى الرِّيحِ قَدْ أَلْجَمْتُهُ وَهَلَا

      يَا لَيْلُ، خُذْنِي إِلَيْكَ الْيَوْمَ مُنْطَفِئًا
      فَلَسْتُ أَحْمِلُ إِلَّا الْقَلْبَ مُنْخَذِلَا

      إِنْ كَانَ فِي الصَّمْتِ دَمْعٌ قَدْ يُطَهِّرُنِي
      فَالصَّمْتُ أَبْلَغُ مِنْ شِعْرِي إِذَا وَصَلَا

      يَا لَيْلُ، أَنتَ حَبِيبِي، لَا مُفَارِقَةً
      فَامْحُ الطُّلُولَ، وَدَعْنِي فِيكَ مُكْتَمِلَا`,
      date: "2021-10-17",
      excerpt: "القصيدة تعبر عن الحزن والوحدة، حيث يتحدث الشاعر مع الليل والبحر عن فقدان الإلهام والألم الداخلي."
    },
    {
      id: 5,
      title: "وعدني الشعر",
      content: `
      أَلَا هَلْ رَأَى الرَّاكِبُونَ فُرَاتِيَا
      وَهَلْ سَاءَلُوا الرِّيحَ البَعِيدَةَ عَنِّيَا؟

      وَيْحَ الفُؤَادِ! أَمِنْ لَهِيبِكَ مَا أَرَى؟
      أَمْ نَارُ شَوْقِي أَضْرَمَتْ أَوْصَالِيَا؟

      كَمْ جَاهَدَتْ كَفِّي لِتَكْبُتَ دَمْعَهَا
      فَإِذَا الْمُقَادِيرُ اسْتَبَاحَتْ حَالِيَا

      وَتَهَدَّلَتْ أَحْلامُنَا كَأَزَاهِرٍ
      ذَبُلَتْ، فَمَنْ يَسْقِي الرُّبَى لِتُعَافِيَا؟

      وَسَكَبْتُ مِنْ رُوحِي دِمَاءَ تَوَجُّعٍ
      حَتَّى غَدَا صَمْتِي أَشَدَّ بُكَائِيَا

      نَادَيْتُ مَنْ رَحَلُوا، فَلَمْ يَسْمَعْ صَدَى
      إِلاَّ الدُّجَى، فَأَجَابَنِي بِعَزَائِيَا

      كَمْ كَانَ بَيْنَ العَاشِقِينَ تَهَجُّدٌ
      وَسَجَوْدُ قَلْبٍ فِي الغَرَامِ الْخَالِيَا

      حَتَّى اِسْتَفَاقَ الصُّبْحُ يَقْتُلُ وَصْلَنَا
      وَيُشِيعُ فِي الأُفْقِ البَهِيجِ بَلَائِيَا

      وَتَشَقَّقَتْ خُطَواتُنَا فِي دَرْبِهِمْ
      حَتَّى غَدَوْنَا فِي الرَّحِيلِ بَقَانِيَا

      أَتُرَانِيَ الدَّهْرُ الْعَتِيُّ إِذَا جَرَى
      يُبْقِي لِقَلْبِي بَعْدَهُمْ أَحْشَائِيَا؟

      يَا حَادِيَ الأشْوَاقِ رِفْقًا إِنَّنِي
      مَا عُدْتُ أَحْتَمِلُ الطَّرِيقَ السَّاعِيَا

      فَإِذَا رَأَيْتَ لَهُمْ سَبِيلاً مُبْصِرًا
      فَاقْرَأْ عَلَيْهِمْ مِنْ دَمِي وَفِنَائِيَا

      وَتَفَتَّتَتْ أَشْلاءُ وَجْدِي حَسْرَةً
      لَمْ يَبْقَ إِلاَّ صَوْتُهَا وَصَدَائِيَا

      لَوْ كَانَ يُدْرِكُنِي الغَزَالُ بِرِقَّةٍ
      لَبَكَى لِمَا صَاحَ الفُؤَادُ بِدَائِيَا

      يَا سَارِقَ الأَيَّامِ، مَهْلًا إِنَّنِي
      أَرْقَبْتُ مِنْهَا مَا يَمُوتُ بِعَيْنِيَا

      قَدْ كُنْتُ أَعْلَمُ أَنَّ عَهْدَكَ زَائِلٌ
      لَكِنَّنِي مَا كُنْتُ أَعْلَمُ أَيْنِيَا

      فَإِذَا دُعِيتُمْ لِلرَّحِيلِ فَصَبْرُكُمْ
      إِنِّي وَعَدَنِي الشِّعْرَ أَنْ يُحْيِنِيَا!

      يَا قَاطِعَ الأَوْتَارِ، مَهْلًا، إِنَّ لِي
      قَلْبًا يُغَنِّي وَالجُرُوحُ لِحِنِّيَا

      هَلْ يُسْمِعُ المَيْتُ النِّدَاءَ وَإِنَّنِي
      مَا زِلْتُ فِي الأَحْيَاءِ أَرْثِي حَالِيَا؟

      قَدْ ضَاعَ صَوْتِي فِي القُبُورِ كَأَنَّهُ
      وَجْدٌ يُنَادِي بَيْنَهُنَّ خَيَالِيَا؟

      فَإِذَا قَرَأْتِ الشِّعْرَ يَوْمًا، فَاذْكُرِي
      أَنِّي كَتَبْتُكِ فِي الجُرُوحِ بَدِيلِيَا

      وَإِذَا مَرَرْتِ بِقَبْرِ صَبٍّ أَحْرَقَتْ
      نَارُ النَّوَى أَضْلَاعَهُ، فَسَلَامِيَا`,
      date: "2022-11-21",
      excerpt: "القصيدة تعبر عن الألم العميق والشوق المستمر لحبيبة رحلت، حيث يسرد الشاعر معاناته من الفراق ويصف مشاعره المكلومة جراء غيابها. يراها في كل زاوية من زوايا حياته،."
    },
    {
      id: 6,
      title: "طيف الحبيبة",
      content: `
      طَيْفُ الحَبِيبةِ طَافَ بَيْنَ جَنَانِي
      وَسَقَى فُؤَادِي مِنْ رُؤَاهُ أَغَانِي

      نَاجَيْتُهُ لَيْلًا فَجَاءَ مُحَلِّقًا
      كَالنُّورِ يَسْرِي فِي رُبَى الأَفْنَانِ

      قَالَ السُّهَادُ وَقَدْ أَتَانِي زَائِرًا
      لَن تَسْتَطِعْ صَبْرًا عَنِ النِّسْيَانِ

      فَأَجَبْتُهُ وَالدَّمْعُ يَجْرِي حَائِرًا
      هَلْ فِي الْهَوَى يُنسَى ضِيَاءُ جَنَانِي؟

      أَيَّامُنَا الْخَضْرَاءُ تَهْفُو لِلنَّدَى
      وَتَسِيرُ فِي أَمْوَاجِهِ كَتَلَانِ

      فَأَرَاهُ فِي كُلِّ الزَّوَايَا شَامِخًا
      وَأَرَاهُ فِي كُلِّ الدُّجَى أَكْفَانِي

      كَمْ زَارَنِي طَيْفٌ لِوَصْلِكِ بَاسِمًا
      فَأَجَبْتُهُ بِالدَّمْعِ وَالخَفَقَانِ

      يَا لَيْتَنِي طَيْفٌ لِأَرْوِيَ حُبَّهَا
      وَأَمُرَّ كَالْأَطْيَافِ فِي الْأَجْفَانِ

      يَا زَهْرَةً فِي الْعُمْرِ كَانَتْ رَوْعَةً
      وَتَلَأْلُأَتْ فِي الْقَلْبِ كَالنِّيرَانِ

      إِنْ غَابَ وَجْهُكِ عَنْ رُؤَايَ فَإِنَّنِي
      سَأَرَاهُ فِي الأَحْلَامِ كَالنَّجْمَانِ

      إِنِّي كَتَبْتُ لَهَا الْحُرُوفَ تَنَهُّدًا
      وَسَقَيْتُهَا شِعْرًا بَلِيغَ بَيَانِ

      مَا زِلْتُ أَرْسُمُ فِي الْخَيَالِ مَلَامِحًا
      مِنْ رُوحِهَا وَحْدِي بِدُونِ عِنَانِ

      يَا طَيْفُهَا، عُدْ لِلْقَلُوبِ وَكُنْ لَهَا
      ذِكْرَى تُرَاوِدُنِي بِكُلِّ مَكَانِ

      فَإِذَا أَتَانِي الشَّوْقُ أَطْلَقْتُ النَّدَى
      وَرَسَمْتُهَا شَوْقًا عَلَى الأَكْوَانِ

      فَإِذَا رَأَيْتَ الشَّوْقَ يُنْحِتُ صَخْرَةً
      فَاعْلَمْ بِأَنَّ الْحُبَّ فِيَّ كِيَانِي

      هَذِي قَصِيدَتُنَا لِذِكْرَى حُبِّنَا
      تَبْقَى عَلَى الأَزْمَانِ كَالْأَرْضَانِ

      فَإِذَا طَوَتْنَا الرِّيحُ كُنَّا قِصَّةً
      يَرْوِي الزَّمَانُ بِهَا هَوَى الإِنْسَانِ

      لَا يَنْطَفِي وَجْدُ الْمُحِبِّ وَإِنَّمَا
      يَحْيَا بِطَيْفٍ فِي دُجَى الكُثْبَانِ`,
      date: "2023-09-12",
      excerpt: "القصيدة تعبر عن شوق الشاعر لحبيبته وطيفها الذي يزور قلبه باستمرار، مثيرًا فيه الحنين والآلام. يتمنى لو كان طيفًا دائمًا في أحلامها."
    },
    {
      id: 7,
      title: "هنا قام الفتى",
      content: `
      أَنِمْتَ اللَّيْلَ أَمْ هَلَّ الدَّهَامُ
      سُهَادٌ لَا يَرِقُّ لَهُ النِّيامُ

      بِذَاكَ اللَّيلِ كَيْفَ المَرءُ يَحْيَى
      وَإِنَّ الحَيَّ يَكْفِيهِ السَّلَامُ

      أَقَمْتُ الدَّهْرَ أَرْقُبُ كُلَّ يَوْمٍ
      لِقَاءً لَا يَجِيءُ وَلَا يُرَامُ

      عَزَائِي مِنْ زَمَانِي أَنَّ أَلْمَهُ
      يَدُومُ وَلَا يَزُولُ وَلَا يُضَامُ

      هَوَيْنَاهَا كِلَانَا فَاخْتَرَتْهُ
      وَإِنِّي لَسْتُ أَدْرِي مَنْ يُلَامُ

      فَلَوْ عَادَتْ لَكُنتُ لَهَا أَسِيرًا
      وَلَكِنْ لَا يَحِنُّ لَهَا الحُطَامُ

      وَلَكِنِّي أَقُولُ لَهَا رُوَيْدًا
      فَفِي صَدْرِي لَهَا حُكْمٌ يُقَامُ

      وَلَا تَظُنَّ أَنَّ العَزْمَ يَفْنَى
      وَأَنِّي صِرْتُ فِي الدُّنْيَا سَهَامُ

      أرُدُّ الصَّبْرَ عَنْ قَلْبِي فَيَأْبَى
      وَيَحْكُمُهُ التَّوَلُّهُ وَالغَرَامُ

      كَأَنَّ الحُبَّ مَقْدُورٌ عَلَيَّ
      وَكُلُّ النَّاسِ أَنجَاهُم سَلَامُ

      فَإنَّ السِّحْرَ فِي عَيْنَيْكِ غَدْرٌ
      وَإِنَّ الوَصْلَ أَكْذُوبٌ حُرَامُ

      رَمَتْنِي ثُمَّ قَالَتْ لَا أُبَالِي
      كَأَنَّ العَهدَ أَسْقَطَهُ الكَلَامُ

      وَمَا لِلقَلْبِ إِلَّا أَنْ يُنَادِي
      فَيَخْذُلَهُ التَّجَبُّرُ وَالحِمَامُ

      فَإنْ يَسْأَلْ فَإِنِّي قَدْ جَفَوْتُ
      وَلَكِنِّي يُعَذِّبُنِي المُرَامُ

      وَإِنِّي قَدْ نَسِيتُ سُلُوَّ قَلْبِي
      فَفِي العُشَّاقِ أَحْلَامٌ تَضَامُ

      وَكَمْ مَرَّتْ عَلَيَّ الرِّيحُ تَشْكُو
      وَكَمْ غَنَّى الفُؤَادُ وَمَا يُرَامُ

      وَإِنِّي قَدْ جَهِلْتُ العِشْقَ حَتَّى
      بَدَا لِيَ أَنَّ دَاهِيَتِي الغَرَامُ

      وَكَمْ هَامَتْ بِطَيْفِكِ عَيْنُ صَبٍّ
      فَكَانَ وَرَائَهُ ضَغْثًا مَنَامُ

      بُحُورٌ مِنْ سِهَامِ بَنِي عَدِيٍّ
      وَأُخْرَى أَطْلَقَتْهَا بَنُو أُمَامُ

      وَكَمْ مِنْ حَسْرَةٍ فِي الصَّدْرِ تَحْيَا
      إِذَا نَادَيْتُهَا زَادَتْ سِقَامُ

      وَأُخْفِي الجُرْحَ وَالأيَّامُ تَشْهَى
      دِمَائِي إِنْ تَنَفَّسَتِ الخِصَامُ

      سَلَامٌ إِنْ هُمُ أَحْيَوْا قَتِيلاً
      وَإِنْ تَرَكُونِ مَيْتاً فَالسَّلَامُ

      فَإِنْ مَاتَ الهَوَى فَلَهُ رُفَاتٌ
      يُكَبِّلُهُ التَّذَكُّرُ وَالغَرَامُ

      بِذَاكَ الدَّهْرِ لَا صَفْوٌ يَسُرُّ
      وَلَا عَزْمٌ يُدَافِعُهُ الْحُسَامُ

      فَإِنْ ذُكِرَتْ مَنَازِلُنَا فَقُولُوا
      هُنَا قَامَ الْفَتَى وَهُنَا الْخِتَامُ`,
      date: "2023-12-29",
      excerpt: "القصيدة تعبر عن ألم الشاعر وحزنه العميق من جفاء الحبيبة ورحيلها، حيث يظل قلبه أسيرًا للذكريات والآلام. رغم مرور الزمن، يظل الألم والمشاعر القوية حية في داخله."
    },
    {
      id: 8,
      title: "قالوا",
      content: `
      دُرٌ عَلَى زُمُرٍ وَ الصَوتُ إهْمَالُ
      إنْ صَحَّهُ عَلَمٌ فَالصَمْتُ إجْلَالُ

      قُلْ لِي بِرَبِّكَ هَلْ حَسِبْتَ أنَّهم
      نَالُوا بِقِيلٍ فقُلْ لِي مَا هُمُ نَالُو

      قَالُوا وَ قَالَ ، وَ قَالَ القِيلُ مَالَكُمُ
      حَتَّى أتَى لِكَلَامِ القِيلِ أقْوَالُ

      قَالَ الَذِي قَالَ مَاقَدْ قِيلِ قَبْلَهُمُ
      هَذَا الَذِي قَدْ قِيِل مِنْ قَبْلِ مَا قَالَوا

      فَلَاحَ بِالقِيلِ مَنْ قَدْ قَالَ عِنْدَهُمُ
      أنَّ الَّذي لَمَّ مَا قَدْ قَالَ نَقَّالُ

      فَقَالَ الَّذي لَمَّ مَا قد قَيلَ عِنْدَهُمُ
      أنَّ الَّذي قَالَ مَاقَدْ قِيلَ دَجَّالُ

      قُلْ لِي أقُلْ قَلَّ القَلِيلَ لِكَسبِهِم
      أو قُل لِقَائِلِهِمْ أو قُل لِمَنْ قَالُوا`,
      date: "2024-05-16",
      excerpt: "قصيدة  تعكس نقدًا لاذعًا للمجتمع الذي يغرق في القيل والقال دون وعي أو تحقق. يستخدم الشاعر التكرار اللفظي بذكاء لإبراز فوضى الكلام الفارغ، معبرًا عن استيائه من ترديد الأقوال بلا تفكير."
    },
    {
      id: 9,
      title: "وعدتها",
      content: `
      وَعَدْتُهَا أَنَّنِي سَأُزِيلُ قَافِيَتِي
      أَنِّي أُبِيدُ حُرُوفِي وَالَّتِي كَتَبَتْ

      وَعَدْتُهَا أَنَّنِي أَمْحُو مَوَاقِفَنَا
      وَأَنْ أُغَيِّبُ ذِكْرَانَا وَمَا وَجَبَتْ

      وَعَدْتُهَا وَنَكَسْتُ الْوَعْدَ حِينَ أَبَتْ
      وَقُلْتُ أُبْصِرُهَا مَرَّاتٍ إِنْ رَغِبَتْ

      وَكُنْتُ أُكْتِمُهَا شَوْقِي وَتَفْضَحُنِي
      عَيْنِي إِذَا لاحَتِ الأَشْوَاقُ وَانْسَكَبَتْ

      وَكَمْ أَبَحْتُ لَهَا قَلْبِي فَمَا فَهِمَتْ
      وَلَا أَنَاخَتْ بِأَحْضَانِي وَلَا اقْتَرَبَتْ

      أَبَتْ وَكُنْتُ أَرَاهَا بَعْدَ مَا غَفَلَتْ
      كَمَنْ يُشَاهِدُ طَيْفَ الْحُلْمِ إِنْ ذَهَبَتْ

      إِنِّي وَإِنْ ضَاقَ صَدْرِي فِي مُفَارَقَةٍ
      لَنْ أَسْتَجِيرَ بِوَصْلٍ كَانَ ، قَدْ خَدَعَتْ

      فَمَا التَحَفْتُ سِوَى صَبْرٍ يُؤَازِرُنِي
      وَكَمْ سَهِرْتُ وَأَوْجَاعِي بِهَا نَشِبَتْ

      إِنْ كَانَ عَذْبُ هَوَانِي عِنْدَهَا لَعِبٌ
      فَكَيْفَ أَسْتَعْذِبُ الْأَحْزَانَ إِنْ لَعِبَتْ

      هَذِي الْمَرَارَةُ فِي عَيْنِي أُرَاوِغُهَا
      وَكَمْ تَجَنَّبْتُ دَمْعًا حِينَمَا سَكَبَتْ

      وَاللهِ لَوْ أَنَّ دَرْبَ الْحُبِّ يَجْمَعُنَا
      لَسِرْتُ فِيهِ وَلَا خِفْتُ الَّتِي نَصَبَتْ

      لَكِنَّنِي فِي مَسَافَاتِ الْجَفَا غَرِقٌ
      وَلَمْ أَعُدْ أَرْتَجِي وَصْلًا وَإنْ طَلَبَتْ

      وَكَمْ رَجَوْتُكِ حُبًّا لَا تُكَدِّرُهُ
      أَيْدِي الزَّمَانِ فَكَمْ أَوْغَلتُ وَاعْتَرَضَتْ

      وَكُنْتَ تَعْرِفُ أَنِّي لَنْ أُبَدِّلَهُ
      وَلَوْ أَحَاطَتْ بِيَ النِّيرَانُ وَالْتَحَبَتْ

      وَلَوْ تَنَاسَتْ عُيُونُ النَّاسِ قِصَّتَنَا
      فَإِنَّ جُرْحِي سَيُبْقِي مَا يَدِي كَتَبَتْ

      فَإِنْ أَرَدْتَ فُرَاقًا فَاقْتَرِفْ سَبَبًا
      يُرْضِي إِلَهَ الْهَوَى وَالنَّجْمَ إنْ سَألَتْ

      فَإِنْ نَوَيْتِ رَحِيلًا لَا عِوَادَ لَهُ
      أخَذْتُ صَبْرِي وَدَاعًا وَالْقُلُوبُ مَضَتْ

      لأَسْرِفَنَّ بِكَبْرِي فِي مُفَارَقَةٍ
      وَلا أَعودُ لِمَنْ بِالْوَصْلِ قَدْ غَدَرَتْ

      فَإنْ رَأَيْتُ لَهَا يَوْمًا تَحَسُّرَهَا
      فَسَوْفَ أَعْلَمُ أَنَّ النَّفْسَ قَدْ ثَأَرَتْ`,
      date: "2024-11-30",
      excerpt: "القصيدة تعبر عن الوعود المكسورة والآلام الناتجة عن الفراق، حيث يروي الشاعر مشاعر الأسى والحزن بسبب الخيانة والفشل في الحفاظ على الحب، مؤكداً أنه لن يعود إلى من خانته."
    },
    {
      id: 10,
      title: "الــــــمَـــــهَــــــا",
      content: `
      صَبْرًا فَإِنَّ جِرَاحَ العَاشِقِ لَهَبُ
      لَا يَبْرَأُ الجُرْحُ حَتَّى يُدْفَنُ الطَّلَبُ
      
      بَدَتْ فَسَالَ عَلَى الأَفْوَاهِ مَنْطِقُهَا
      وَأَشْرَقَ الوَرْدُ لَمَّا لاَمَسَ العَذَبُ
      
      مَهْلًا فَإِنَّ جَفُونَ العَيْنِ سَاهِرَةً
      وَلَيْسَ يَهْدَأُ مَنْ فِي حُبِّكُمْ نَكِبُ
      
      تُسَافِرُ الرُّوحُ فِي أَحْلَامِ نَظْرَتِهَا
      وَيُحْكِمُ العِطْرُ فِي الأَنْفَاسِ مَا يَجِبُ
      
      إِنْ غَابَ وَجْهُكِ ضَاعَ النُّورُ فِي بَلَدِي
      وَإِنْ أَتَيْتِ فَإِنَّ الأَرْضَ تَنْقَلِبُ
      
      كَمْ قَدْ تَغَنَّى بِهَا عُشَّاقُهَا طَرَبًا
      وَكَمْ سَقَاهُمْ هَوَاهَا الدَّمْعُ وَالتَّعَبُ
      
      مَا عُدْتُ أَعْرِفُ فِي صَحْوِي حَقِيقَتَهَا
      إِلَّا وَإِنِّي عَلَى الأَحْلَامِ أَنْتَسِبُ
      
      هَلَّا رَأَيْتَ بِقَلْبِي كَيْفَ مَنْزِلُهَا؟
      وَكَيْفَ أَشْرَقَ فِيهِ السِّحْرُ وَالعَجَبُ؟
      
      لَا زِلْتُ أَرْسُمُ فِي ذِكْرِي مَلَامِحَهَا
      وَلَا يُفَارِقُنِي صَوْتٌ ولَا طَرَبُ
      
      إِنْ غَابَ ظِلُّكِ عَنْ دَرْبِي وَأَرَّقَنِي
      لَيْلٌ، فَفِي نُورِ تِلْكَ العَينِ أَحْتَجِبُ
      
      بَكَيْتُ دَارًا بِهَا الأَحْبَابُ قَدْ نَزَلُوا
      فَلَا الْرُّبَى تُنْصِفُ الذِّكْرَى وَلَا العُشْبُ
      
      وَقَفْتُ فِيْهَا، وَلَيْلُ البُعْدِ يُرهِقُنِي
      وَالرِّيحُ تَسْأَلُنِي: مَا شَأْنُكَ التَّعِبُ؟
      
      هَلْ تَسْمَعِينَ نِدَاءَ القَلْبِ يَا وَطَنِي؟
      قَدْ ذَابَ فِيكِ اشْتِيَاقِي وَانْطَوَى النَّدَبُ
      
      نَادَيْتُ: يَا دَارُ! هَلْ مرَّتْ بِكِ امْرَأةٌ
      قَد أشْعَلَتْ فِي ظَلَامِ الْلَيلِ مَا احْتَجَبُوا؟
      
      كَانَتْ كَأَنْ لَمْ تَكُنْ، أَو أَنَّهَا قَدَرٌ
      يَمْضِي، ويَتْرُكُ قَلْبَ العَاشِقِ النَّدِبُ
      
      لها وَلا أَثَرٌ يَبْقَى لِخَطْوَتِهَا
      لَا تُسْمِعُ الصَّوْتَ لَكِنْ يَحْكُمُ الطَرَبُ
      
      هِيَ الزَّهَاءُ وَحُسْنُ الوَرْدِ فِي خَدِهَا
      وَالشَّعْرُ لَيْلٌ بِدُوْجِ السِّحْرِ مُلْتَحِبُ
      
      وَالمَاءُ يَحْسِدُهَا إِنْ مَرَّ لامِسُهَا
      وَالشَّمْسُ تَحْسِبُهَا إِشْرَاقَهَا العَجَبُ
      
      وَالعِطْرُ إِنْ لَامَسَتْ كَفَّاهُ خَمْرَتَهَا
      غَنَّى بِهَا خَجَلاً وَاغْتَالَهُ رَطَبُ
      
      يَسْرِي كَمَا تَسْرِي الأَنْفَاسُ فِي جَسَدِي
      وَيُنْبِتُ العُشْبَ حَيْثُ المَاءُ يَحْتَجِبُ
      
      يَحْيَا بِهِ الجُرْحُ، وَالأَوْجَاعُ تَحْضُنُهُ
      فَيَنْشُرُ النُّورَ حَيْثُ الكَوْنُ يَكْتَئِبُ
      
      وَلَيْسَ يُقْتَلَعُ العُشَّاقُ مِنْهُ وَإِنْ
      جَفَّتْ زُمُرُّدُهُ وَاعْتَامَتِ الشُّهُبُ
      
      هُوَ الحَيَاةُ، فَإِنْ تَرْجُوهُ مَكْرُمَةً
      صَفَا وَإِلَّا فَفِي النِّيرَانِ يَنْقَلِبُ
      
      فَالحُبُّ كَالرِّيحِ إِنْ ضَيَّقْتَ مَسْرَبَهُ
      ضَاقَتْ بِهِ الأَرْضُ، وَاسْتَشْرَى بِهِ الغَضَبُ
      
      وَمَا طَمِعْتُ سِوَى عَيْنَيْكِ أَسْكُنُهَا
      فَهَلْ تَرَيْنِي غَرِيقًا لَيْسَ يَحْتَسِبُ؟
      
      قَدْ كَانَ مِنْكَ وَمِنِّي مَوْعِدٌ قَدَرٌ
      فَكَيْفَ يَحْرِقُنِي شَوْقٌ وَيَغْتَرِبُ؟
      
      قَدْ جِئْتُ أَشْكُو إِلَى عَيْنَيْكِ مَأْسَاتِي
      فَهَلْ لِعَيْنَيْكِ أَمْرٌ فِيهِ أَرْتَقِبُ؟
      
      يَا مَنْ لَهَا شَفَتَانِ الشَّهْدُ يَعْشَقُهَا
      وَالرِّيحُ تَسْكُنُهَا وَالطِّيبُ وَالطَّرَبُ
      
      يَا مَنْ لَهَا طَلَّةٌ كَالشَّمْسِ زَاهِيَةً
      وَحُسْنُهَا لِلْوَرَى يُهْدَى وَيَجْتَذَبُ
      
      إِنِّي إِلَيْكِ وَلَا أَدْرِي بِمَا أَحْنُ
      وَلَا يَفِي بِجُنُونِ الشَّوْقِ مُكْتَسِبُ
      
      إِنِّي إِلَيْكِ وَقَلْبِي لَيْسَ يَحْتَمِلُ
      وَالنَّبْضُ يَخْتَنِقُ وَالدَّمْعُ يَنْسَكِبُ
      
      إِنِّي إِلَيْكِ وَفِي عَيْنَيْكِ قَافِيَتِي
      وَإِنْ بَعُدْتِ فَكُلُّ الشِّعْرِ مُضْطَرِبُ
      
      إِنِّي إِلَيْكِ وَهَذَا الحُبُّ مُؤْلِمُنِي
      وَكُلُّ مَا كَانَ بَيْنَ الضِلْعِ يَلْتَهِبُ
      
      إِنِّي إِلَيْكِ وَعَيْنِي لَيْسَ يُغْرِقُهَا
      إِلَّا السُّهَادُ وَوَجْدٌ لَيْسَ يَنْسَحِبُ
      
      مَالِي أُدَاوِي صَدَى رُوحِي بِقَافِيَتِي
      إنْ كَانَ بُعْدُكِ سُنْ ، فَالشِّعْرُ قَدْ يَجِبُ
      
      أوْصِلْ لَهَا كَلِمِي إنْ رُحْتَ تَسْألُهَا
      فَازَتْ عُيُونُ المَهَا وَالْاُسْدُ قَدْ غُلِبُوا`,
      date: "2025-01-01",
      excerpt: "قصيدة 'المها' هي من أقرب القصائد لقلب الشاعر وقد تكون الأحب حسب ما قاله في استوديو التنفيذ. قصيدة غزلية بحتة (يؤكد الشاعر أنها من نسج خياله الواسع ولا يقصد الغزل بشخص معين)."
    },
    {
      id: 11,
      title: "جــــلــــســــت و الـــــلـــــيـــــل",
      content: `
      جَلَسْتُ وَاللَّيْلُ يَطْوِي عُمْرَهُ تَعَبَا
      وَالصَّمْتُ يُلْقِي عَلَى الأَشْيَاءِ مُنْقَلَبَا

      أُحَدِّقُ الْآنَ فِي مَمْشَىً وَسَائِرَةٍ
      وَفِي السَّوَادِ الَّذِي فِي الصَّدْرِ قَدْ وَثَبَا

      أَمَامَنِي صَحِفٌ مَخْطُوطُهُ حِبْرٌ
      وَالعَقْلُ يَسْأَلُ: أَيُّ الحَرْفِ قَدْ ذَهَبَا؟

      مِنْ كُلِّ جَانِبِ صَوْتُ اللَّيْلِ يَحْمِلُنِي
      مِنْ أَجْنُحِ الرِّيحِ أَوْ مِمَّا طَوَى الغُرُبَا

      سَمِعْتُ مِنْ تَحْتِ أَقْدَامِي عِرَاكَ فَتًى
      يَشُقُّ صَمْتَ الدُّجَى وَاللَّيْلُ قَدْ نَصَبَا

      وَالصُّرْصُرُ العَابِثُ المَجْنُونُ فِي طَرَبٍ
      يُهْدِي إِلَى اللَّيْلِ أَلْحَانًا وَمَا تَعِبَا

      وَكَيْفَ أَكْتُبُ وَالأَوْزَانُ مُتْعَبَةٌ
      وَاليَأْسُ يَجْلِسُ بَيْنَ الكَفِّ وَالقَصَبَا؟

      حَتَّى النُّجُومُ، كَأَنَّ النُّورَ فَارَقَهَا
      وَأَصْبَحَتْ تَتَلَاشَى بَيْنَ مَنْ حَجَبَا

      أَرَاهُ يَسْكُبُ فِي الأَحْدَاقِ ظُلْمَتَهُ
      وَيَمْلِكُ العُمْرَ، لَا صَوْتًا وَلَا سَبَبَا

      فَكَيْفَ أَبْنِي مِنَ الأَحْلَامِ مَرْكَبَةً
      إِنْ كَانَ فِي كُلِّ بَابٍ يُرْقَبُ العَطَبَا؟

      يَا نَفْسُ، لَا تَسْأَلِي الأَحْلَامَ عَنْ أَمَلٍ
      إِنْ كَانَ فِي كُلِّ بَابٍ يُغْلَقُ الطَّلَبَا

      يَا لَيْلُ، يَا كَاتِمَ الأَسْرَارِ فِي أَمَدِي
      إِنِّي تَعِبْتُ، وَأَفْنَانِي بِكَ النَّصَبَا

      يَا لَيْلُ، يَا صَاحِبًا يُصْغِي لِمَا هَمَسَتْ
      بِهِ النُّفُوسُ وَمَا أَبْدَتْ وَمَا حُجِبَا

      إِنْ كُنْتَ تَدْرِي سِرَّ الحُزْنِ فِي مُهَجِي
      فَأَخْبِرِ القَلْبَ، كَيْفَ العُمْرُ قَدْ هَرَبَا؟

      وَمَا الفَرَاغُ سِوَى سَيْفٍ يُنَازِعُنِي
      وَاللَّيْلُ يُصْغِي فَإِنْ أَعْطَيْتَهُ وَهَبَا

      كَمْ شَاهَدَتْنِي جُدْرَانِي أُحَاوِلُ أَنْ
      أَسُدَّ فِي كَفِّيَ الثَّقْبَ الَّذِي ثُقِبَا

      يَا لَيْلُ، هَذَا الفَرَاغُ المَرُّ يُضْجِرُنِي
      وَالصَّمْتُ يَرْقُبُنِي وَالدَّهْرُ قَدْ سَكَبَا

      أَمْشِي وَيَحْمِلُنِي وَهْمٌ وَمَا بَلَغَتْ
      خُطَايَ شَيْئًا، وَمَا أَحْيَا لِيَ السَّبَبَا

      أَحْيَا وَمَا الحَيَاةُ الآنَ إِلَّا صَدًى
      يُعِيدُ نَفْسَ الأَغَانِي ثُمَّ يَنْتَحِبَا

      وَكَمْ نَظَرْتُ إِلَى السَّاعَاتِ أَسْأَلُهَا
      هَلْ فِي تَحَوُّلِهَا أَمَلٌ لِمَنْ تَعِبَا؟

      وَكَمْ جَمَعْنَا مِدَادَ العُمْرِ فِي قَلَمٍ
      لَكِنَّهُ وَهْمُ دَهْرٍ كَاذِبٍ كُتِبَا

      فَإِنْ كَتَبْتُ، فَهَلْ تَبْكِي مَحَابِرُنَا
      وَإِنْ سَكَتُّ، فَهَلْ يُحْيِي السُّكُوتُ صَبَا؟

      يَا لَيْلُ، حَتَّى السُّرُوجُ الْيُتْمُ خَافِتَةٌ
      وَالنُّورُ صَارَ كَشَيْءٍ كَانَ فَاغْتَرَبَا

      وَكَمْ نَظَرْتُ إِلَى الكَأْسِ الفَرَاغُ بِهِ
      فَأَسْرَفَ الطَّيْفُ فِي تَشْكِيلِهِ سُحُبَا

      إِنِّي وَأَنْتَ رَفِيقَانِ، وَمَا وَصَلَتْ
      يَدَايَ شَيْئًا، وَلَا خَطْوِي بِهِ اقْتَرَبَا

      هَذَا الفَرَاغُ، كَأَنَّ العُمْرَ مَكْتُوبٌ
      بِحِبْرِهِ، كُلُّ شَيْءٍ فِيهِ قَدْ نَضَبَا

      يَا نَفْسُ، مَهْلًا، فَإِنَّ العُمْرَ مُكْتَمِلٌ
      مَا دُمْتُ أُحْسِنُ تَحْوِيلَ الدُّجَى طَرَبَا`,
      date: "2025-02-03",
      excerpt: "هذه القصيدة تندرج تحت الشعر التأملي العميق، حيث يرسم الشاعر مشهدًا ليليًا يكتنفه الصمت والسكون، لكنه مشبع بالأفكار والهواجس التي تثقل النفس."
    },
    {
      id: 12,
      title: "وصفتها بدمي",
      content: `
      يَا دَارَ زَيْنَبَ، كَمْ دَاوَيْتِ مِنْ ألَمِي
      أَمْسَتْ رُبَاكِ لِرِيحِ البَيْنِ فِي نَدَمِ؟

      لَمْ يَبْقَ فِيكِ سِوَى وَجْهٍ يُطَارِدُنِي،
      فِي كُلِّ رُكْنٍ مِنَ الذِّكْرَى لَمُعْتَصِمِ

      قُوْمِي عَلَى البُعدِ إنْ ضَاقَتْ مَسَارِبُهُ
      مَا خَانَنِي فِيكِ إلَّا خَطْوَةُ القَدَمِ

      وَكَمْ نَزَفْتُكِ شِعْرًا فِي مَوَاضِعِهِ
      حَتَّى غَدَوْتِ سُهَادَ اللَّيلِ وَالحُلُمِ

      مَا كُنتُ أَحْسِبُ أَنَّ البَيْنَ يَسْلِبُنِي
      رُوحَ المُقِيمِ، وَيُغْرِي فِكْرَةَ العَدَمِ

      كُلُّ الحَدِيثِ إلَيْكِ الآنَ يَحْبِسُهُ
      خَوْفُ اللُّقَاءِ، وَهَمْسٌ غَاصَ فِي الصَّمَمِ

      كَأَنَّنِي كُنْتُ فِي الأَيَّامِ أَشْرُبُهَا
      نَارًا، وَأَحْسَبُهَا مَاءً مِنَ الكَرَمِ

      هِيَ الْفُرَاتُ وَكَفِّي فِي لَظَى ظَمَئِي
      وَالْوَقْتُ أَخْذَلَنِي مِنْ دَاءِهِ العَرِمِ

      وَالشِّعْرُ؟ مَا الشِّعْرُ إِلَّا وَجْدُ مُحْتَرِقٍ
      يَبْكِي الْجَوَارِحَ فِي نَبْضٍ مِنَ العَدَمِ

      مَا الشِّعْرُ إِلَّا نُجُومٌ مِنْ تَخَيُّلِهَا
      وَالحُبُّ بَابٌ لِمَا فِي قَلْبِهَا الحَلِمِ

      تَخْشَى عَلَيْهَا اللَّيَالِي أَنْ تُفَارِقَهَا
      فَالضَّوْءُ يَسْكُنُ فِي خَدَّيِّ مُبْتَسِمِ

      أَمَّا الشِّفَاهُ؟ فَصَمْتُ الحَرْفِ يُلْهِمُنِي
      أَنِّي أُقَابِلُ فِيهَا طَلْعَةَ القَلَمِ

      و الشَّعْرُ إِنْ قَصُرَتْ خُصْلَاهُ، أَنْشِدُنِي
      أَنَّ الجَمَالَ اخْتِزَالُ الفَنِّ فِي نَغَمِ

      يَمْشِي كَنَسْمَةِ فَجْرٍ فَوْقَ جَبْهَتِهَا
      وَيَسْتَكِينُ عَلَى الكَتِفَيْنِ كَالعَلَمِ

      وَإِنْ تَبَسَّمَ ثَغْرُ الوَرْدِ مُبْتَهِجًا
      أَحْيَا الفُؤَادَ، وَأَسْقَى العُمْرَ مِنْ نَسَمِ

      هَلْ يُنْكِرُ العِشْقَ مَنْ قَدْ ذَاقَ عَاطِرَهُ؟
      أَمْ يَسْتَطِيبُ لِغَيْرِ الحُسْنِ فِي النَّعَمِ؟

      مَا لِي أُدَاوَى فَكَيُّ الجُرْحِ يَعْرِفُنَا
      مِنْ شَارِبِ الخَمْرِ حَتَّى نَاسِكَ الحَرَمِ

      كُلُّ التَّفَاصِيلِ لَوْ نَادَيْتَ تُدْرِكُهَا
      مَا كَانَ يَكْفِيكَ إِلَّا وَصْفُهَا بِدَمِي`,
      date: "2025-05-16",
      excerpt: "قصيدة وجدانية تفيض بالحنين والألم، يعبر فيها الشاعر عن معاناته مع الفراق وعلاقته المضطربة بالشعر الذي أصبح وسيلته الوحيدة للتعبير عن وجعه."
    }
  ];
