export interface Thought {
  id: number;
  title: string;
  content: string;
  date: string;
  excerpt: string;
}

export const thoughts: Thought[] = [
  {
    id: 1,
    title: "شَــتَّــان",
    content: `
    يا لَيْتَ هَذَا البُعدَ يَمْضِي سُرْعَةً
    أَوْ أَنْ يَكُونَ لِوَجْدِنَا أَعْذَارَا

    شَتَّانَ بَيْنَ الحَالِ قَبْلَ فُرَاقِكَمْ
    وَبَعْدَ أَنْ كُتِبَتْ لَنَا أَسْفَارَا

    تَرَكْتُ قَلْبِي تَحْتَ ظِلِّ سَمَائِكُمْ
    عَلَّ العَلِيلَ بِظِلِّكُمْ يَتَوَارَى`,
    date: "2016-05-20",
    excerpt: "تمت كتابتها في المملكة العربية السعودية بعد مغادرة الشاعر بلده مصر ، وقد كتبها الشاعر في أهله بمصر"
  },
  {
    id: 2,
    title: "أخفيتُ وجدي",
    content: `
    يا مَن دَنَا ثُمَّ ارْتَحَلْ
    كَمْ ذَاكَ بُعْدُكَ كَمْ يَطُولْ؟

    جَفَّ الهَوَى فِي مُقْلَتِي
    وَمَضَى مِنَ الأَشْوَاقِ سُولْ

    هَلْ كُنْتَ تَدْرِي أَنَّنِي...
    أَخْفَيْتُ وَجْدِي كَيْ يَطُولْ؟

    أَمْ كُنْتَ تَعْرِفُ مَا جَرَى
    فَتَزِيدُ هَجْرَكَ كَيْ أَزُولْ؟`,
    date: "2018-03-07",
    excerpt: "الخاطرة دي نداء لحبيبٍ راحل، ووجدانٌ مخفيٌّ في الظلال، كتبه قلبٌ أراد البقاء، فعوقب بالهجر."
  },
    id: 2,
    title: "و سل الفلاة",
    content: `
    وَسَلِ الفَلَاةَ إِذَا مَشَيْتَ بِتِيهِهَا
    مَا ضَلَّ قَدَمِي، لَا وَلا ضَاعَ القَدَمْ

    عَزَفَتْ عَلَيَّ رِيَاحُهَا أَشْجَانَهَا
    فَأَجَبْتُهَا بِيرَاعِ قَلْبٍ لَمْ يُضَمْ

    مَا زَالَ فِي صَدْرِي وَقُودُ مَآثِرٍ
    وَسِنَانُ حَرْفِي كَالحُسَامِ إِذَا احْتَدَمْ
    
    إِنِّي نَزَلْتُ عَلَى الجِفَانِ كَمَا نَزَلْ
    نَجْمٌ تَهَوَّى مِنْ مَعَالٍ فَارْتَسَمْ
    
    لَا أَخْشَ عَيْبًا فِي الحُرُوفِ وَإِنَّمَا
    أَخْشَى سُكُوتَ الحَقِّ إِنْ حَانَ الكَلِمْ
    
    مَا كُنتُ أَرْجُو فِي الزَّمَانِ مَدَائِحًا
    بَلْ كُنتُ أَرْجُو سَيْفَ صَبْرٍ مُحْتَدِمْ
    
    وَإِذَا الحَيَاةُ تَحَجَّبَتْ مِنْ سَطْوَتِي
    فَلْتَشْهَدِ الأَيَّامُ أَنِّي مَنْ نَعِمْ`,
    date: "2025-05-07",
    excerpt: "القصيدة مزيج بين الفخر، والصبر، والرسالة، مكسوة بلغةٍ قوية وأسلوبٍ كلاسيكي."
  }
];
