export interface Thought {
  id: number;
  title: string;
  content: string;
  date: string;
  excerpt: string;
}

export const thoughts: Thought[] = [
  {
    id: 1,
    title: "شَــتَّــان",
    content: `
    يا لَيْتَ هَذَا البُعدَ يَمْضِي سُرْعَةً
    أَوْ أَنْ يَكُونَ لِوَجْدِنَا أَعْذَارَا

    شَتَّانَ بَيْنَ الحَالِ قَبْلَ فُرَاقِكَمْ
    وَبَعْدَ أَنْ كُتِبَتْ لَنَا أَسْفَارَا

    تَرَكْتُ قَلْبِي تَحْتَ ظِلِّ سَمَائِكُمْ
    عَلَّ العَلِيلَ بِظِلِّكُمْ يَتَوَارَى`,
    date: "2016-05-20",
    excerpt: "تمت كتابتها في المملكة العربية السعودية بعد مغادرة الشاعر بلده مصر ، وقد كتبها الشاعر في أهله بمصر"
  }
];
